Repository: SAP/cloud-sdk-ios-fiori-ar
Catalog: Sources/FioriAR/ARCards/Resources/*.lproj/Localizable.strings
Languages: ar, bg, ca, cy, el, et, fi, he, hi, hr, id, it, ja, kk, lt, lv, mk, ms, nb, ro, ru, sl, sr, sr_latn_rs, sv, th, vi

source: Preview
ar: معاينة
bg: Предварителен преглед
ca: Presentació preliminar
cy: Gweld Rhagolwg
el: Προεπισκόπηση
et: Eelvaade
fi: Esikatselu
he: תצוגה מקדימה
hi: पूर्वावलोकन
hr: Pretpregled
id: Pratinjau
it: Anteprima
ja: プレビュー
kk: Алдын ала көру
lt: Peržiūra
lv: Priekšskatījums
mk: Преглед
ms: Pratonton
nb: Forhåndsvisning
ro: Previzualizare
ru: Предпросмотр
sl: Predogled
sr: Претходно прикажи
sr_latn_rs: Prethodno prikaži
sv: Förhandsgranska
th: แสดงตัวอย่าง
vi: Xem trước

source: Select Annotation
ar: تحديد التعليق التوضيحي
bg: Избор на забележка
ca: Seleccionar anotació
cy: Dewis Anodiad
el: Επιλέξτε Σχόλιο
et: Vali ääremärkus
fi: Valitse huomautus
he: בחר הערה
hi: एनोटेशन चुनें
hr: Odabir primjedbe
id: Pilih Catatan
it: Seleziona annotazione
ja: アノテーション選択
kk: Аннотация таңдау
lt: Pasirinkti anotaciją
lv: Atlasīt anotāciju
mk: Избери прибелешка
ms: Pilih Anotasi
nb: Velg merknad
ro: Selectare adnotare
ru: Выбрать аннотацию
sl: Izbira opombe
sr: Одабери анотацију
sr_latn_rs: Odaberi anotaciju
sv: Välj anteckning
th: เลือกคำอธิบายประกอบ
vi: Chọn chú giải

source: Preview Annotation
ar: معاينة التعليق التوضيحي
bg: Предварителен преглед на забележка
ca: Presentació preliminar de l’anotació
cy: Gweld Rhagolwg o Anodiad
el: Προεπισκόπηση Σχολίου
et: Kuva ääremärkuse eelvaade
fi: Esikatsele huomautusta
he: הצג הערה בתצוגה מקדימה
hi: एनोटेशन का प्रीव्यू करें
hr: Pretpregled primjedbe
id: Pratinjau Catatan
it: Anteprima annotazione
ja: アノテーションのプレビュー
kk: Аннотоцияны алдын ала көру
lt: Peržiūrėti anotaciją
lv: Priekšskatīt anotāciju
mk: Прегледај прибелешка
ms: Pratonton Anotasi
nb: Forhåndsvis merknad
ro: Previzualizare adnotare
ru: Предпросмотр аннотации
sl: Predogled opombe
sr: Претходно прикажи анотацију
sr_latn_rs: Prethodno prikaži anotaciju
sv: Förhandsgranska anteckning
th: แสดงตัวอย่างคำอธิบายประกอบ
vi: Xem trước chú giải

source: View Annotation
ar: عرض التعليق التوضيحي
bg: Преглед на забележка
ca: Veure anotació
cy: Gweld Anodiad
el: Προβολή Σχολίου
et: Kuva ääremärkus
fi: Näytä huomautus
he: הצג הערה
hi: एनोटेशन देखें
hr: Prikaz primjedbe
id: Tampilkan Catatan
it: Visualizza annotazione
ja: アノテーション表示
kk: Аннотацияны көру
lt: Peržiūrėti anotaciją
lv: Skatīt anotāciju
mk: Прикажи прибелешка
ms: Paparkan Anotasi
nb: Vis merknad
ro: Vizualizare adnotare
ru: Просмотреть аннотацию
sl: Prikaz opombe
sr: Прикажи анотацију
sr_latn_rs: Prikaži anotaciju
sv: Visa anteckning
th: ดูคำอธิบายประกอบ
vi: Xem chú giải

source: Attach Annotation
ar: إرفاق التعليق التوضيحي
bg: Прилагане на забележка
ca: Adjuntar anotació
cy: Atodi Anodiad
el: Επισύναψη Σχολίου
et: Manusta ääremärkus
fi: Liitä huomautus
he: צרף הערה
hi: एनोटेशन अुनलग्न करें
hr: Prilaganje primjedbe
id: Lampirkan Catatan
it: Allega annotazione
ja: アノテーション添付
kk: Аннотацияны бекіту
lt: Pridėti anotaciją
lv: Pievienot anotāciju
mk: Прикачи прибелешка
ms: Lampirkan Anotasi
nb: Legg ved merknad
ro: Anexare adnotare
ru: Прикрепить аннотацию
sl: Prilaganje opombe
sr: Додај анотацију
sr_latn_rs: Dodaj anotaciju
sv: Bifoga anteckning
th: แนบคำอธิบายประกอบ
vi: Đính kèm chú giải

source: Choose an Option
ar: تحديد خيار
bg: Избор на опция
ca: Seleccionar una opció
cy: Dewis Opsiwn
el: Επιλέξτε Επιλογή
et: Vali suvand
fi: Valitse vaihtoehto
he: בחר אפשרות
hi: विकल्प चुनें
hr: Izaberi mogućnost
id: Pilih Opsi
it: Seleziona un’opzione
ja: オプションの選択
kk: Опция таңдау
lt: Pasirinkti parinktį
lv: Izvēlēties iespēju
mk: Избери опција
ms: Pilih Pilihan
nb: Velg et alternativ
ro: Alegeți o opțiune
ru: Выберите опцию
sl: Izberite možnost
sr: Изаберите опцију
sr_latn_rs: Izaberite opciju
sv: Välj ett alternativ
th: เลือกตัวเลือก
vi: Chọn tùy chọn

source: Camera
ar: كاميرا
bg: Камера
ca: Càmera
el: Κάμερα
et: Kaamera
fi: Kamera
he: מצלמה
hi: कैमरा
hr: Kamera
id: Kamera
it: Fotocamera
ja: カメラ
kk: Камера
lt: Kamera
lv: Kamera
mk: Камера
ms: Kamera
nb: Kamera
ro: Cameră
ru: Камера
sl: Kamera
sr: Камера
sr_latn_rs: Kamera
sv: Kamera
th: กล้อง

source: Photos
ar: الصور
bg: Снимки
ca: Fotografíes
cy: Lluniau
el: Φωτογραφίες
et: Fotod
fi: Valokuvat
he: תמונות
hi: फ़ोटो
hr: Fotografije
id: Foto
it: Foto
ja: 写真
kk: Фотосуреттер
lt: Nuotraukos
lv: Fotoattēli
mk: Фотографии
ms: Foto
nb: Bilder
ro: Fotografii
ru: Фотографии
sl: Fotografije
sr: Фотографије
sr_latn_rs: Fotografije
sv: Foton
th: รูปถ่าย
vi: Ảnh

source: Are you sure you want to leave the page? Your changes will be lost.
ar: هل تريد بالتأكيد مغادرة الصفحة؟ سيتم فقدان تغييراتك.
bg: Наистина ли искате да напуснете страницата? Промените ви ще бъдат изгубени.
ca: Esteu segurs que voleu sortir de la pàgina? Es perdran els vostres canvis.
cy: Ydych chi'n siŵr eich bod am adael y dudalen? Byddwch chi'n colli eich newidiadau.
el: Θέλετε να αποχωρήσετε από τη σελίδα; Οι αλλαγές σας θα χαθούν.
et: Kas soovite lehelt kindlasti lahkuda? Teie muudatused lähevad kaotsi.
fi: Haluatko varmasti poistua sivulta? Muutoksesi häviävät.
he: האם אתה בטוח שברצונך לצאת מהדף? השינויים שלך יאבדו.
hi: क्या आप वाकई पृष्ठ को छोड़ना चाहते हैं? आपके परिवर्तन गुम जाएंगे.
hr: Želite li zaista napustiti stranicu? Vaše će se promjene izgubiti.
id: Apakah Anda yakin ingin keluar dari halaman? Perubahan Anda akan hilang.
it: Confermi di voler uscire dalla pagina? Le modifiche andranno perse.
ja: ページを終了してよろしいですか? 変更内容は失われます。
kk: Беттен шығуға сенімдісіз бе? Өзгерістер жоғалады.
lt: Ar tikrai norite išeiti iš puslapio? Jūsų keitimai bus prarasti.
lv: Vai tiešām vēlaties iziet no lapas? Jūsu izmaiņas tiks zaudētas.
mk: Дали сигурно сакате да ја напуштите страницата? Промените ќе бидат изгубени.
ms: Adakah anda pasti ingin tinggalkan halaman? Perubahan anda akan hilang.
nb: Er du sikker på at du vil forlate siden? Du vil miste endringene dine.
ro: Sigur doriți să părăsiți pagina? Modificările dvs. vor fi pierdute.
ru: Действительно закрыть страницу? Ваши изменения будут утеряны.
sl: Ali res želite zapustiti to stran? Spremembe bodo izgubljene.
sr: Да ли сигурно желите да напустите страницу? Ваше промене ће бити изгубљене.
sr_latn_rs: Da li sigurno želite da napustite stranicu? Vaše promene će biti izgubljene.
sv: Är du säker på att du vill lämna sidan? Dina ändringar går förlorade.
th: คุณแน่ใจหรือไม่ว่าต้องการออกจากหน้านี้? การเปลี่ยนแปลงของคุณจะสูญหาย
vi: Bạn có chắc là bạn muốn thoát trang không? Các thay đổi của bạn sẽ bị mất.

source: There are annotations that haven’t been attached yet. Are you sure you want to leave the app?
ar: هناك تعليقات توضيحية لم يتم إرفاقها بعد. هل تريد بالتأكيد مغادرة التطبيق؟
bg: Има забележки, които още не са приложени. Наистина ли искате да напуснете приложението?
ca: Hi ha anotacions que no s’han adjuntat. Esteu segurs que voleu sortir de l’aplicació?
cy: Mae anodiadau sydd heb eu hatodi eto. Ydych chi'n siŵr eich bod am adael yr ap?
el: Δεν υπάρχουν σχόλια που δεν επισυνάφθηκαν ακόμη. Θέλετε να αποχωρήσετε από τη σελίδα;
et: Teil on ääremärkusi, mida pole veel manustatud. Kas soovite rakenduse kindlasti sulgeda?
fi: Joitakin huomautuksia ei ole vielä liitetty. Haluatko varmasti poistua sovelluksesta?
he: קיימות הערות שלא צורפו עדיין. האם אתה בטוח שברצונך לצאת מהיישום?
hi: ऐसे ऐनोटेशन हैं जिन्हें अब तक अनुलग्न नहीं किया गया है. क्या आप वाकई ऐप छोड़ना चाहते हैं?
hr: Postoje primjedbe koje još nisu priložene. Želite li zaista napustiti aplikaciju?
id: Ada catatan yang belum dilampirkan. Anda yakin ingin keluar dari aplikasi?
it: Esistono annotazioni non ancora allegate. Confermi di voler uscire dall’app?
ja: まだ添付されていないアノテーションがあります。アプリを終了してよろしいですか?
kk: Әлі бекітілмеген аннотациялар бар. Қолданбадан шығуға сенімдісіз бе?
lt: Yra dar nepridėtų anotacijų. Ar tikrai norite išeiti iš programėlės?
lv: Ir anotācijas, ka vēl nav pievienotas. Vai tiešām vēlaties iziet no lietojumprogrammas?
mk: Има прибелешки коишто сè уште не се прикачени. Дали сигурно сакате да ја напуштите апликацијата?
ms: Terdapat anotasi yang belum dilampirkan. Adakah anda pasti ingin tinggalkan aplikasi?
nb: Det finnes merknader som ikke er lagt ved ennå. Er du sikker på at du vil forlate appen?
ro: Există adnotări care nu au fost încă anexate. Sigur doriți să părăsiți aplicația?
ru: Остались неприкрепленные аннотации. Выйти из приложения?
sl: Obstajajo opombe, ki še niso bile priložene. Ali res želite zapustiti aplikacijo?
sr: Постоје анотације које још нису додате. Да ли сигурно желите да напустите апликацију?
sr_latn_rs: Postoje anotacije koje još nisu dodate. Da li sigurno želite da napustite aplikaciju?
sv: Det finns anteckningar som inte har bifogats ännu. Ska du lämna appen?
th: มีคำอธิบายประกอบที่ยังไม่ได้แนบ คุณแน่ใจหรือไม่ว่าต้องการออกจากแอพ?
vi: Có các chú giải chưa được đính kèm. Bạn có chắc là bạn muốn thoát ứng dụng không?

source: There are changes that haven’t been published yet. Are you sure you want to leave the app?
ar: هناك تغييرات لم يتم نشرها بعد. هل تريد بالتأكيد مغادرة التطبيق؟
bg: Има промени, които още не са публикувани. Наистина ли искате да напуснете приложението?
ca: Hi ha canvis que no s’han publicat. Esteu segurs que voleu sortir de l’aplicació?
cy: Mae newidiadau sydd heb eu cyhoeddi eto. Ydych chi'n siŵr eich bod am adael yr ap?
el: Υπάρχουν αλλαγές που δεν δημοσιεύτηκαν ακόμη. Θέλετε να αποχωρήσετε από τη σελίδα;
et: Teil on muudatusi, mida pole veel avaldatud. Kas soovite rakenduse kindlasti sulgeda?
fi: Joitakin muutoksia ei ole vielä julkaistu. Haluatko varmasti poistua sovelluksesta?
he: קיימים שינויים שלא פורסמו עדיין. האם אתה בטוח שברצונך לצאת מהיישום?
hi: ऐसे ऐनोटेशन हैं जिन्हें अब तक अनुलग्न नहीं किया गया है. क्या आप वाकई ऐप छोड़ना चाहते हैं?
hr: Postoje promjene koje još nisu objavljene. Želite li zaista napustiti aplikaciju?
id: Ada perubahan yang belum dipublikasikan. Anda yakin ingin keluar dari aplikasi?
it: Esistono modifiche non ancora pubblicate. Confermi di voler uscire dall’app?
ja: まだ公開されていない変更があります。アプリを終了してよろしいですか?
kk: Әлі жарияланбаған өзгерістер бар. Қолданбадан шығуға сенімдісіз бе?
lt: Yra dar nepublikuotų keitimų. Ar tikrai norite išeiti iš programėlės?
lv: Ir izmaiņas, ka vēl nav publicētas. Vai tiešām vēlaties iziet no lietojumprogrammas?
mk: Има промени коишто сè уште не се објавени. Дали сигурно сакате да ја напуштите апликацијата?
ms: Terdapat perubahan yang belum diterbitkan. Adakah anda pasti ingin tinggalkan aplikasi?
nb: Det er gjort endringer som ikke er publisert ennå. Er du sikker på at du vil forlate appen?
ro: Există modificări care nu au fost încă publicate. Sigur doriți să părăsiți aplicația?
ru: Остались неопубликованные изменения. Выйти из приложения?
sl: Obstajajo spremembe, ki še niso bile objavljene. Ali res želite zapustiti aplikacijo?
sr: Постоје промене које још нису објављене. Да ли сигурно желите да напустите апликацију?
sr_latn_rs: Postoje promene koje još nisu objavljene. Da li sigurno želite da napustite aplikaciju?
sv: Det finns ändringar som inte har publicerats ännu. Ska du lämna appen?
th: มีคำอธิบายประกอบที่ยังไม่ได้เผยแพร่ คุณแน่ใจหรือไม่ว่าต้องการออกจากแอพ?
vi: Có các thay đổi chưa được công bố. Bạn có chắc là bạn muốn thoát ứng dụng không?

source: Sync finished.
ar: انتهت المزامنة.
bg: Синхронизацията е завършена.
ca: Sincronització finalitzada.
cy: Proses cysoni wedi gorffen.
el: Συγχρονισμός ολοκληρώθηκε.
et: Sünkroonimine on lõpule jõudnud.
fi: Synkronointi lopetettu.
he: סנכרון הסתיים.
hi: सिंक पूरा हुआ.
hr: Sinkronizacija završena.
id: Sinkronisasi selesai.
it: Sincr. completata
ja: 同期化が終了しました。
kk: Синхрондау аяқталды.
lt: Sinchronizavimas užbaigtas.
lv: Sinhronizācija pabeigta.
mk: Синхронизацијата е завршена.
ms: Penyegerakan selesai.
nb: Synkronisering fullført.
ro: Sincronizare finalizată.
ru: Синхронизация завершена.
sl: Sinhronizacija končana.
sr: Синхронизација завршена.
sr_latn_rs: Sinhronizacija završena.
sv: Synkronisering avslutad.
th: การซิงค์เสร็จสิ้นแล้ว
vi: Đã hoàn tất đồng bộ.

source: Something went wrong.
ar: حدث خطأ ما.
bg: Нещо се обърка.
ca: Alguna cosa ha sortit malament.
cy: Aeth rhywbeth o'i le.
el: Κάτι συνέβη.
et: Midagi läks valesti.
fi: Jokin meni pieleen.
he: משהו השתבש.
hi: कुछ गलत हुआ.
hr: Došlo je do problema.
id: Ada yang salah.
it: Si è verificato un errore.
ja: 不適切な項目があります。
kk: Бірдеңе дұрыс болмады.
lt: Kažkas nepavyko.
lv: Radās kāda kļūda.
mk: Нешто тргна наопаку.
ms: Sesuatu yang tidak kena berlaku.
nb: Noe gikk galt.
ro: A apărut o eroare.
ru: Что-то пошло не так.
sl: Prišlo je do napake.
sr: Дошло је до грешке.
sr_latn_rs: Došlo je do greške.
sv: Något blev fel.
th: มีบางอย่างผิดปกติ
vi: Đã có lỗi.

source: Scene update is successfully published.
ar: تم نشر تحديث المشهد بنجاح.
bg: Актуализирането на сцената е успешно публикувано.
ca: L'actualització de l'escenari s’ha publicat correctament.
cy: Wedi llwyddo i gyhoeddi diweddariad o olygfa.
el: Ενημέρωση σκηνής δημοσιεύτηκε με επιτυχία.
et: Stseeni uuendus on avaldatud.
fi: Maiseman päivitys julkaistiin.
he: עדכון סצנה פורסם בהצלחה.
hi: सीन अपडेट सफलतापूर्वक प्रकाशित हुआ.
hr: Ažuriranje scene uspješno objavljeno.
id: Pembaruan scene berhasil dipublikasikan.
it: Aggiornamento scena pubblicato correttamente.
ja: シーンの更新が正常に公開されました。
kk: Сахна жаңартуы сәтті жарияланды.
lt: Scenos naujinimas sėkmingai publikuotas.
lv: Scēnas atjauninājums ir sekmīgi publicēts.
mk: Ажурирањето на сцената е успешно објавено.
ms: Kemas kini adegan berjaya diterbitkan.
nb: Sceneoppdatering er publisert.
ro: Actualizarea scenei este publicată cu succes.
ru: Обновление сцены опубликовано.
sl: Posodobitev prizora je uspešno objavljena.
sr: Ажурирање сцене је успешно објављено.
sr_latn_rs: Ažuriranje scene je uspešno objavljeno.
sv: Scenuppdatering har publicerats.
th: เผยแพร่การอัพเดทฉากสำเร็จแล้ว
vi: Cập nhật cảnh được công bố thành công.

source: A new annotation card is created.
ar: تم إنشاء بطاقة تعليق توضيحي جديدة.
bg: Създадена е нова карта за забележка.
ca: S’ha creat una nova targeta d'anotació.
cy: Mae cerdyn anodiad newydd yn cael ei greu.
el: Νέα κάρτα σχολίου δημιουργείται.
et: Uue ääremärkuse kaart on loodud.
fi: Uusi huomautuskortti on luotu.
he: כרטיס הערה חדש נוצר.
hi: नया एनोटेशन कार्ड बनाया गया है.
hr: Stvara se nova kartica primjedbe.
id: Kartu catatan baru dibuat.
it: Nuova carta annotazione creata.
ja: 新しいアノテーションカードが作成されました。
kk: Жаңа аннотация картасы жасалды.
lt: Sukurta nauja anotacijos kortelė.
lv: Ir izveidota jauna anotācijas karte.
mk: Создадена е нова картичка за прибелешки.
ms: Kad anotasi baharu dicipta.
nb: Et nytt merknadskort er opprettet.
ro: Este creat un card de adnotare nou.
ru: Создана новая карточка аннотации.
sl: Nova kartica opombe je ustvarjena.
sr: Нова картица анотације је креирана.
sr_latn_rs: Nova kartica anotacije je kreirana.
sv: Ett nytt anteckningskort skapas.
th: บัตรคำอธิบายประกอบใหม่ถูกสร้างขึ้น
vi: Đã tạo thẻ chú giải mới.

source: Close
ar: إغلاق
bg: Затваряне
ca: Tancar
cy: Cau
el: Κλείσιμο
et: Sule
fi: Sulje
he: סגור
hi: बंद करें
hr: Zatvori
id: Tutup
it: Chiudi
ja: 閉じる
kk: Жабу
lt: Uždaryti
lv: Aizvērt
mk: Затвори
ms: Tutup
nb: Lukk
ro: Închidere
ru: Закрыть
sl: Zapri
sr: Затвори
sr_latn_rs: Zatvori
sv: Stäng
th: ปิด
vi: Đóng
