Repository: SAP/cloud-sdk-ios-fiori-ar
Catalog: Sources/FioriAR/ARCards/Resources/*.lproj/Localizable.strings
Languages: ar, bg, ca, cy, el, et, fi, he, hi, hr, id, it, ja, kk, lt, lv, mk, ms, nb, ro, ru, sl, sr, sr_latn_rs, sv, th, vi

source: Scan
ar: مسح ضوئي
bg: Сканиране
ca: Escanejar
cy: Sganio
el: Σάρωση
et: Skanni
fi: Skannaa
he: סרוק
hi: स्कैन करें
hr: Skeniraj
id: Pindai
it: Scansione
ja: スキャン
kk: Сканерлеу
lt: Nuskaityti
lv: Skenēt
mk: Скенирај
ms: Imbas
nb: Skann
ro: Scanare
ru: Сканировать
sl: Optično branje
sr: Скенирај
sr_latn_rs: Skeniraj
sv: Skanna
th: สแกน
vi: Quét

source: Point your camera at this image to start the AR experience
ar: وجه الكاميرا إلى هذه الصورة لبدء تجربة الواقع المعزز
bg: Насочете камерата към това изображение, за да стартирате добавената реалност.
ca: Apunteu la càmera en aquesta imatge per començar l'experiència de RA
cy: Pwyntiwch eich camera at y ddelwedd hon i ddechrau profiad realaeth estynedig (AR)
el: Στρέψτε την κάμερά σας σε αυτήν την εικόνα για να ξεκινήσετε την εμπειρία AR
et: Liitreaalsusfunktsiooni kasutamiseks suunake oma kaamera sellele pildile
fi: Kohdista kamera tähän kuvaan lisätyn todellisuuden kokemuksen käynnistämiseksi
he: כוון את המצלמה שלך אל התמונה כדי להתחיל בחוויית מציאות רבודה
hi: AR अनुभव प्रारंभ करने के लिए इस इमेज पर अपना कैमरा इंगित करें
hr: Usmjerite kameru prema ovoj slici kako biste pokrenuli iskustvo proširene stvarnosti
id: Arahkan kamera Anda ke gambar ini untuk memulai pengalaman AR
it: Punta la telecamera su questa immagine per iniziare l’esperienza di realtà aumentata
ja: イメージにカメラを向けて、AR のエクスペリエンスを開始します
kk: ТШ тәжірибесін бастау үшін камераны осы кескінге қаратыңыз
lt: Nukreipkite kamerą į šį vaizdą, kad pradėtumėte naudoti AR funkciją
lv: Norādiet kameru uz šo attēlu, lai sāktu papildinātās realitātes pieredzi
mk: Насочете ја камерата кон оваа слика за да го започнете искуството со аугментираната реалност
ms: Arahkan kamera anda pada gambar ini untuk memulakan pengalaman AR
nb: Rett kameraet mot dette bildet for å starte AR-opplevelsen
ro: Îndreptați camera spre această imagine pentru a lansa experiența realității augmentate
ru: Направьте камеру на это изображение, чтобы испытать дополненную реальность (AR)
sl: Usmerite kamero na to sliko, da začnete z izkušnjo obogatene resničnosti
sr: Усмерите камеру на ову слику да бисте покренули рад у проширеној реалности
sr_latn_rs: Usmerite kameru na ovu sliku da biste pokrenuli rad u proširenoj realnosti
sv: Håll upp kameran mot denna bild för att starta förstärkt verklighet
th: เล็งกล้องไปที่รูปภาพนี้เพื่อเริ่มต้นประสบการณ์ใช้งาน AR
vi: Hướng camera của bạn vào hình ảnh này để bắt đầu trải nghiệm thực tế tăng cường

source: Loading...
ar: جارٍ التحميل...
bg: Зареждане...
ca: S’està carregant...
cy: Wrthi'n llwytho...
el: Φόρτωση...
et: Laadimine...
fi: Ladataan...
he: טוען...
hi: लोड हो रहा है...
hr: Učitavanje...
id: Memuat...
it: Caricamento in corso...
ja: ロード中...
kk: Жүктелуде...
lt: Įkeliama...
lv: Ielāde...
mk: Се вчитува...
ms: Memuat...
nb: Laster ...
ro: Încărcare...
ru: Загрузка...
sl: Prenos poteka ...
sr: Учитавање...
sr_latn_rs: Učitavanje...
sv: Läser in...
th: กำลังโหลด...
vi: Đang tải...

source: Publish
ar: نشر
bg: Публикуване
ca: Publicar
cy: Cyhoeddi
el: Δημοσίευση
et: Avalda
fi: Julkaise
he: פרסם
hi: प्रकाशित करें
hr: Objavi
id: Publikasikan
it: Pubblica
ja: 公開
kk: Жариялау
lt: Publikuoti
lv: Publicēt
mk: Објави
ms: Menerbitkan
nb: Publiser
ro: Publicare
ru: Опубликовать
sl: Objavi
sr: Објави
sr_latn_rs: Objavi
sv: Publicera
th: เผยแพร่
vi: Công bố

source: Cards
ar: البطاقات
bg: Карти
ca: Targetes
cy: Cardiau
el: Κάρτες
et: Kaardid
fi: Kortit
he: כרטיסים
hi: कार्ड
hr: Kartice
id: Kartu
it: Carte
ja: カード
kk: Карталар
lt: Kortelės
lv: Kartes
mk: Картички
ms: Kad
nb: Kort
ro: Carduri
ru: Карточки
sl: Kartice
sr: Картице
sr_latn_rs: Kartice
sv: Kort
th: บัตร
vi: Thẻ

source: Attached
ar: مُرفق
bg: Приложено
ca: Adjunt
cy: Wedi atodi
el: Επισυνάφθηκε
et: Manustatud
fi: Liitetty
he: מצורף
hi: अनुलग्न
hr: Priloženo
id: Dilampirkan
it: Allegata
ja: 添付済
kk: Бекітілген
lt: Pridėta
lv: Pievienots
mk: Прикачено
ms: Dilampirkan
nb: Vedlagt
ro: Anexată
ru: Прикреплено
sl: Priloženo
sr: Додато
sr_latn_rs: Dodato
sv: Bifogad
th: แนบมา
vi: Đã đính kèm

source: Not Attached
ar: غير مُرفق
bg: Неприложение
ca: No adjunt
cy: Heb ei atodi
el: Δεν Επισυνάφθηκε
et: Manustamata
fi: Ei liitetty
he: לא מצורף
hi: अनुलग्न नहीं
hr: Nije priloženo
id: Tidak Dilampirkan
it: Non allegata
ja: 未添付
kk: Бекітілмеген
lt: Nepridėta
lv: Nav pievienots
mk: Не е прикачено
ms: Tidak Dilampirkan
nb: Ikke vedlagt
ro: Neanexată
ru: Не прикреплено
sl: Ni priloženo
sr: Није додато
sr_latn_rs: Nije dodato
sv: Inte bifogad
th: ไม่ได้แนบมา
vi: Không đính kèm

source: Go to AR Scene
ar: الانتقال إلى مشهد الواقع المعزز
bg: Отиване до сцена на добавена реалност
ca: Anar a escenari de RA
cy: Mynd i'r olygfa AR
el: Μεταβείτε στην Σκηνή AR
et: Ava liitreaalsuse stseen
fi: Siirry lisätyn todellisuuden maisemaan
he: עבור לסצנה של AR
hi: AR सीन पर जाएं
hr: Idi na scenu proširene stvarnosti
id: Buka Scene AR
it: Vai alla scena di realtà aumentata
ja: AR シーンに移動
kk: ТШ сахнасына өту
lt: Eiti į AR sceną
lv: Pāriet uz papildinātās realitātes scēnu
mk: Оди на сцената на зголемената реалност
ms: Pergi ke Adegan AR
nb: Gå til AR-scene
ro: Salt la scenă realitate augmentată
ru: Перейти к сцене AR
sl: Pojdi na prizor obogatene resničnosti
sr: Иди у сцену проширене реалности
sr_latn_rs: Idi u scenu proširene realnosti
sv: Gå till AR-scen
th: ไปที่ฉาก AR
vi: Đi đến cảnh thực thế tăng cường

source: New Annotation
ar: التعليق التوضيحي الجديد
bg: Нова забележка
ca: Nova anotació
cy: Anodiad Newydd
el: Νέο Σχόλιο
et: Uus ääremärkus
fi: Uusi huomautus
he: הערה חדשה
hi: नया एनोटेशन
hr: Nova primjedba
id: Catatan Baru
it: Nuova annotazione
ja: 新しいアノテーション
kk: Жаңа аннотация
lt: Nauja anotacija
lv: Jauna anotācija
mk: Нова прибелешка
ms: Anotasi Baharu
nb: Ny merknad
ro: Adnotare nouă
ru: Новая аннотация
sl: Nova opomba
sr: Нова анотација
sr_latn_rs: Nova anotacija
sv: Ny anteckning
th: คำอธิบายประกอบใหม่
vi: Chú giải mới

source: Title *
ar: العنوان *
bg: Заглавие *
ca: Títol *
cy: Teitl *
el: Τίτλος *
et: Pealkiri *
fi: Otsikko *
he: כותרת *
hi: शीर्षक *
hr: Naslov *
id: Judul *
it: Titolo *
ja: タイトル *
kk: Тақырып *
lt: Pavadinimas *
lv: Virsraksts*
mk: Наслов *
ms: Tajuk *
nb: Tittel *
ro: Titlu*
ru: Заголовок *
sl: Naslov *
sr: Наслов *
sr_latn_rs: Naslov *
sv: Titel *
th: ชื่อ *
vi: Tiêu đề *

source: Subtitle
ar: العنوان الفرعي
bg: Подзаглавие
ca: Subtítol
cy: Is-deitl
el: Υπότιτλος
et: Alapealkiri
fi: Alaotsikko
he: כותרת משנה
hi: उप-शीर्षक
hr: Podnaslov
id: Teks Terjemahan
it: Sottotitolo
ja: サブタイトル
kk: Тақырыпша
lt: Paantraštė
lv: Apakšvirsraksts
mk: Поднаслов
ms: Subtajuk
nb: Undertittel
ro: Subtitlu
ru: Подзаголовок
sl: Podnaslov
sr: Поднаслов
sr_latn_rs: Podnaslov
sv: Undertitel
th: ชื่อรอง
vi: Tiêu đề con

source: Content
ar: المحتوى
bg: Съдържание
ca: Contingut
cy: Cynnwys
el: Περιεχόμενο
et: Sisu
fi: Sisältö
he: תוכן
hi: सामग्री
hr: Sadržaj
id: Konten
it: Contenuto
ja: コンテンツ
kk: Мазмұн
lt: Turinys
lv: Saturs
mk: Содржина
ms: Kandungan
nb: Innhold
ro: Conținut
ru: Содержимое
sl: Vsebina
sr: Садржај
sr_latn_rs: Sadržaj
sv: Innehåll
th: เนื้อหา
vi: Nội dung

source: Action Button
ar: زر الإجراء
bg: Бутон за действие
ca: Botó d’acció
cy: Botwm Gweithredu
el: Κουμπί Ενέργειας
et: Toimingunupp
fi: Toimipainike
he: לחצו פעולה
hi: कार्रवाई बटन
hr: Interaktivni gumb
id: Tombol Tindakan
it: Pulsante azione
ja: アクションボタン
kk: Операция түймесі
lt: Veiksmo mygtukas
lv: Darbības poga
mk: Копче за дејство
ms: Butang Tindakan
nb: Aktivitetsknapp
ro: Buton de acțiune
ru: Кнопка операции
sl: Gumb za dejanje
sr: Дугме радње
sr_latn_rs: Dugme radnje
sv: Åtgärdsknapp
th: ปุ่มการดำเนินการ
vi: Nút thao tác

source: Custom Cover Image
ar: صورة الغلاف المخصصة
bg: Заглавно изображение, определимо от потребител
ca: Imatge de coberta personalitzada
cy: Delwedd Clawr Personol
el: Παραμετροποιημένη Εικόνα Εξωφύλλου
et: Kohandatud kaanepilt
fi: Käyttäjän määrittämä kansikuva
he: תמונה מותאמת אישית של כיסוי
hi: कस्टम कवर इमेज
hr: Prilagođena naslovna slika
id: Gambar Sampul Kustom
it: Immagine di copertura personalizzata
ja: カスタムカバーイメージ
kk: Теңшелмелі мұқаба кескіні
lt: Pasirinktinis viršelio atvaizdas
lv: Pielāgotais vāka attēls
mk: Приспособена насловна слика
ms: Imej Hadapan Tersuai
nb: Egendefinert forsidebilde
ro: Imagine de copertă definită de utilizator
ru: Пользовательская обложка
sl: Slika za naslovnico po meri
sr: Кориснички дефинисана насловна слика
sr_latn_rs: Korisnički definisana naslovna slika
sv: Användardefinierad omslagsbild
th: รูปภาพหน้าปกที่ปรับแต่งได้
vi: Ảnh bìa tùy chỉnh

source: URL
ar: الرابط
he: כתובת URL
mk: URL-адреса

source: Label
ar: التسمية
bg: Етикет
ca: Etiqueta
el: Ετικέτα
et: Silt
fi: Tunniste
he: תווית
hi: लेबल
hr: Oznaka
it: Etichetta
ja: ラベル
kk: Затбелгі
lt: Etiketė
lv: Etiķete
mk: Етикета
nb: Etikett
ro: Etichetă
ru: Метка
sl: Oznaka
sr: Етикета
sr_latn_rs: Etiketa
sv: Etikett
th: ป้ายชื่อ
vi: Nhãn

source: Update
ar: تحديث
bg: Актуализация
ca: Actualitzar
cy: Diweddaru
el: Ενημέρωση
et: Uuenda
fi: Päivitä
he: עדכן
hi: अपडेट करें
hr: Ažuriraj
id: Perbarui
it: Aggiorna
ja: 更新
kk: Жаңарту
lt: Naujinti
lv: Atjaunināt
mk: Ажурирај
ms: Kemas kini
nb: Oppdater
ro: Actualizare
ru: Обновить
sl: Posodobi
sr: Ажурирај
sr_latn_rs: Ažuriraj
sv: Uppdatera
th: อัพเดท
vi: Cập nhật

source: Create
ar: إنشاء
bg: Създаване
ca: Crear
cy: Creu
el: Δημιουργία
et: Loo
fi: Luo
he: צור
hi: बनाएं
hr: Stvori
id: Buat
it: Crea
ja: 作成
kk: Жасау
lt: Kurti
lv: Izveidot
mk: Создај
ms: Cipta
nb: Opprett
ro: Creare
ru: Создать
sl: Ustvari
sr: Креирај
sr_latn_rs: Kreiraj
sv: Skapa
th: สร้าง
vi: Tạo

source: Leave Page
ar: مغادرة الصفحة
bg: Напускане на страницата
ca: Sortir de la pàgina
cy: Gadael Tudalen
el: Αποχώρηση από Σελίδα
et: Lahku lehelt
fi: Poistu sivulta
he: צא מדף
hi: पृष्ठ छोड़ें
hr: Napusti stranicu
id: Keluar Halaman
it: Esci dalla pagina
ja: ページ終了
kk: Беттен шығу
lt: Išeiti iš puslapio
lv: Iziet no lapas
mk: Напушти ја страницата
ms: Tinggalkan Halaman
nb: Forlat siden
ro: Părăsire pagină
ru: Закрыть страницу
sl: Zapustite stran
sr: Напустите страницу
sr_latn_rs: Napustite stranicu
sv: Lämna sida
th: ออกจากหน้า
vi: Thoát trang

source: Tap the image to edit it.
ar: اضغط على الصورة لتحريرها.
bg: Докоснете изображението, за да го редактирате.
ca: Feu clic a la imatge per a editar-la.
cy: Tapiwch y ddelwedd i'w golygu.
el: Πατήστε την εικόνα για να την επεξεργαστείτε.
et: Pildi muutmiseks puudutage seda.
fi: Muokkaa kuvaa napauttamalla sitä.
he: הקש על תמונה כדי לערוך אותה.
hi: इमेज को संपादित करने के लिए उसपर टैप करें.
hr: Dodirnite sliku kako biste je uredili.
id: Ketuk gambar untuk mengeditnya.
it: Tocca l’immagine per elaborarla
ja: イメージをタップして編集します。
kk: Кескінді өңдеу үшін түртіңіз.
lt: Spustelėkite atvaizdą, kad jį redaguotumėte.
lv: Pieskarieties pie attēla, lai to rediģētu.
mk: Допрете ја сликата за да ја уредите.
ms: Ketik imej untuk mengeditnya.
nb: Trykk på bildet for å redigere det.
ro: Atingeți imaginea pentru a o edita.
ru: Чтобы изменить изображение, коснитесь его.
sl: Tapnite sliko, če jo želite urejati.
sr: Додирните слику да бисте је уредили.
sr_latn_rs: Dodirnite sliku da biste je uredili.
sv: Tryck på bild för att redigera den.
th: แตะรูปภาพเพื่อแก้ไข
vi: Nhấn vào ảnh để hiệu chỉnh.

source: The anchor is an image in the real world that the software uses to place markers in relation to the anchor. Choose an image that can be recognized by the software.
ar: المرساة هي صورة في العالم الحقيقي يستخدمها البرنامج لوضع العلامات فيما يتعلق بالمرساة. اختر صورة يمكن للبرنامج التعرف عليها.
bg: Котвата е изображение в реалния свят, което софтуерът използва, за да постави маркери във връзка с котвата. Изберете съобщение, което може да бъде разпознато от софтуера.
ca: L’àncora és una imatge del món real que el software fa servir per ubicar els marcadors en relació amb l’àncora. Seleccioneu una imatge que el software pugui reconèixer.
cy: Mae'r angor yn ddelwedd yn y byd go iawn y mae'r feddalwedd yn ei defnyddio i osod marcwyr mewn perthynas â'r angor. Dewiswch ddelwedd y mae'r feddalwedd yn gallu ei hadnabod.
el: Η αγκύρωση είναι μια εικόνα στον πραγματικό κόσμο που το λογισμικό χρησιμοποιεί για να τοποθετήσει δείκτες σε σχέση με την αγκύρωση. Επιλέξτε μια εικόνα που μπορεί να αναγνωριστεί από το λογισμικό.
et: Ankur on pilt reaalses maailmas, mida tarkvara kasutab markerite paigutamiseks ankru suhtes. Valige pilt, mille tarkvara ära tunneb.
fi: Ankkuri on tosimaailman kuva, jonka avulla ohjelmisto sijoittaa merkit suhteessa ankkuriin. Valitse kuva, jonka ohjelmisto pystyy tunnistamaan.
he: העוגן הוא תמונה בעולם האמיתי שבה התוכנה משתמשת להצבת סמנים ביחס לעוגן. בחר תמונה שאותה התוכנה יכולה לזהות.
hi: एंकर वास्तविक दुनिया में एक इमेज है जिसका सॉफ़्टवेयर एंकर के संबंध में मार्कर रखने के लिए इस्तेमाल ककरता है. ऐसी इमेज चुनें जिसकी यह सॉफ़्टवेयर पहचान कर सकता है.
hr: Sidro je slika u stvarnom svijetu koju softver upotrebljava za postavljanje oznaka u odnosu na sidro. Izaberite sliku koju softver može prepoznati.
id: Anchor adalah gambar di dunia nyata yang digunakan perangkat lunak untuk menempatkan penanda dalam kaitannya dengan anchor. Pilih gambar yang dapat dikenali oleh perangkat lunak.
it: L’ancora è un’immagine nel mondo reale che il software utilizza per impostare marcatori in relazione all’ancora. Seleziona un’immagine che il software possa riconoscere.
ja: このアンカーは実際の世界のイメージであり、ソフトウェアはこれを使用してそのアンカーに関するマーカを配置します。ソフトウェアで認識可能なイメージを選択してください。
kk: Зәкір — бағдарламалық жасақтама маркерлерді оған қатысты орналастыру үшін пайдаланатын шынайы өмірдегі кескін. Бағдарламалық жасақтама тани алатын кескінді таңдаңыз.
lt: Prieraišas yra atvaizdas realiame pasaulyje, pagal kurį programinė įranga sudeda žymeklius. Pasirinkite atvaizdą, kurį gali atpažinti programinė įranga.
lv: Enkurs ir attēls reālajā pasaulē, ko programmatūra izmanto, lai izvietotu marķierus attiecībā pret enkuru. Izvēlieties attēlu, ko programmatūra var atpazīt.
mk: Сидрото е слика во реалниот свет што софтверот ја користи за поставување маркери во однос на сидрото. Изберете слика којашто софтверот може да ја препознае.
ms: Penambat ialah imej dalam dunia nyata yang perisian gunakan untuk meletakkan penanda berkaitan penambat. Pilih imej yang boleh dikenal pasti perisian.
nb: Ankeret er et bilde i den virkelige verden som programvaren bruker til å plassere markører i forhold til ankeret. Velg et bilde som kan gjenkjennes av programvaren.
ro: Ancora este o imagine din lumea reală pe care software-ul o utilizează pentru a plasa marcatori în relație cu ancora. Alegeți o imagine care să poată fi recunoscută de software.
ru: Привязка – это изображение реального мира, используемое в ПО для размещения маркеров, относящихся к привязке. Выберите изображение, которое ПО сможет распознать.
sl: Sidro je slika v resničnem svetu, ki jo programska oprema uporablja za postavitev označevalnikov glede na sidro. Izberite sliko, ki jo programska oprema lahko prepozna.
sr: Сидро је слика у стварном свету коју софтвер користи за постављање ознака у односу на сидро. Изаберите слику коју софтвер може да препозна.
sr_latn_rs: Sidro je slika u stvarnom svetu koju softver koristi za postavljanje oznaka u odnosu na sidro. Izaberite sliku koju softver može da prepozna.
sv: Ankaret är en bild i den faktiska världen som mjukvaran använder för att placera markörer i relation till ankaret. Välj en bild som mjukvaran kan känna igen.
th: จุดยึดเป็นรูปภาพตามความเป็นจริงที่ซอฟต์แวร์ใช้เพื่อวางเครื่องหมายที่สัมพันธ์กับจุดยึด เลือกรูปภาพที่ซอฟต์แวร์สามารถจดจำได้
vi: Điểm neo là một hình ảnh trong thế giới thực mà phần mềm sử dụng để đặt các điểm đánh dấu liên quan đến điểm neo. Chọn một hình ảnh có thể được phần mềm nhận dạng.

source: Upload Image Anchor
ar: تحميل مرساة الصورة
bg: Качване на изображение - котва
ca: Carregueu àncora d’imatge
cy: Llwytho Angor Delwedd i Fyny
el: Φόρτωση Αγκύρωσης Εικόνας
et: Laadi üles piltankur
fi: Lataa kuva-ankkuri palvelimeen
he: העלה עוגן של תמונה
hi: इमेज एंकर अपलोड करें
hr: Prenesite sidro slike
id: Unggah Anchor Gambar
it: Carica ancora immagine
ja: イメージアンカーをアップロード
kk: Кескін зәкірін жүктеп салыңыз
lt: Įkelti atvaizdo prieraišą
lv: Augšupielādēt attēla enkuru
mk: Поставете сидро-слика
ms: Muat Naik Penambat Imej
nb: Last opp bildeanker
ro: Încărcare ancoră imagine
ru: Загрузить изображение-привязку
sl: Prenesi sidro slike v strežnik
sr: Пренеси сидро слике на сервер
sr_latn_rs: Prenesi sidro slike na server
sv: Ladda upp bildankare
th: อัพโหลดจุดยึดรูปภาพ
vi: Tải lên điểm neo hình ảnh

source: Enter the width of the real-world image.
ar: أدخل عرض الصورة بالعالم الحقيقي.
bg: Въведете ширината на изображението в реалния свят.
ca: Indiqueu l’amplada de la imatge real.
cy: Rhowch led y ddelwedd byd go iawn.
el: Εισάγετε το πλάτος της πραγματικής εικόνας.
et: Sisestage reaalse maailma pildi laius.
fi: Syötä tosimaailman kuvan leveys.
he: הזן את הרוחב של תמונה בעולם האמיתי.
hi: वास्तविक दुनिया इमेज की चौड़ाई दर्ज करें,
hr: Unesite širinu slije iz stvarnog svijeta.
id: Masukkan lebar gambar dunia nyata.
it: Inserisci l’ampiezza dell’immagine del mondo reale.
ja: 実世界のイメージの幅を入力します。
kk: Шынайы өмірдегі кескіннің енін енгізіңіз.
lt: Įveskite realaus pasaulio atvaizdo plotį.
lv: Ievadiet reālās pasaules attēla platumu.
mk: Внесете ја ширината на сликата од реалниот свет.
ms: Masukkan lebar imej dunia nyata.
nb: Oppgi bredden på bildet fra den virkelige verden.
ro: Introduceți lățimea imaginii din lumea reală.
ru: Введите ширину изображения реального мира
sl: Vnesite širino slike v resničnem svetu.
sr: Унесите ширину слике стварног света.
sr_latn_rs: Unesite širinu slike stvarnog sveta.
sv: Ange bredd på bild i den faktiska världen.
th: ป้อนความกว้างของรูปภาพตามความเป็นจริง
vi: Vui lòng nhập độ rộng của ảnh trong thế giới thực.

source: Width
ar: العرض
bg: Ширина
ca: Amplada
cy: Lled
el: Πλάτος
et: Laius
fi: Leveys
he: רוחב
hi: चौड़ाई
hr: Širina
id: Lebar
it: Ampiezza
ja: 幅
kk: Ені
lt: Plotis
lv: Platums
mk: Ширина
ms: Lebar
nb: Bredde
ro: Lățime
ru: Ширина
sl: Širina
sr: Ширина
sr_latn_rs: Širina
sv: Bredd
th: ความกว้าง
vi: Độ rộng

source: Upload higher-quality image.
ar: قم بتحميل صورة بجودة أعلى.
bg: Качване на изображение с по-високо качество.
ca: Carregueu una imatge de qualitat superior.
cy: Llwythwch ddelwedd o ansawdd uwch i fyny.
el: Φορτώστε εικόνα υψηλότερης ποιότητας.
et: Laadige üles kvaliteetsem pilt.
fi: Lataa palvelimeen korkealaatuinen kuva.
he: העלה תמונה באיכות גבוהה יותר.
hi: उच्च गुणवत्ता वाली इमेज अपलोड करें,
hr: Prenesite kvalitetniju sliku.
id: Unggah gambar berkualitas lebih tinggi.
it: Carica immagine di qualità superiore.
ja: 高品質イメージをアップロードしてください。
kk: Сапасы жоғарырақ кескінді жүктеп салыңыз.
lt: Įkelkite geresnės kokybės atvaizdą.
lv: Augšupielādējiet augstākas kvalitātes attēlu.
mk: Поставете слика со повисок квалитет.
ms: Muat naik imej berkualiti lebih tinggi.
nb: Last opp et bilde med høyere kvalitet.
ro: Încărcați o imagine de înaltă calitate.
ru: Загрузите изображение более высокого качества.
sl: Prenesite v strežnik sliko višje kakovosti.
sr: Пренесите слику већег квалитета на сервер.
sr_latn_rs: Prenesite sliku većeg kvaliteta na server.
sv: Ladda upp bild med högre kvalitet.
th: อัพโหลดรูปภาพที่มีคุณภาพสูง
vi: Tải lên hình ảnh có chất lượng cao hơn.

source: Please select image.
ar: يُرجى تحديد صورة.
bg: Моля, изберете изображение.
ca: Seleccioneu una imatge.
cy: Dewiswch ddelwedd.
el: Επιλέξτε εικόνα.
et: Valige pilt.
fi: Valitse kuva.
he: בחר תמונה.
hi: कृपया इमेज चुनें.
hr: Odaberite sliku.
id: Silakan pilih gambar.
it: Seleziona immagine.
ja: イメージを選択してください。
kk: Кескін таңдаңыз.
lt: Pasirinkite atvaizdą.
lv: Lūdzu, atlasiet attēlu.
mk: Изберете слика.
ms: Sila pilih imej.
nb: Velg bilde.
ro: Selectați imaginea.
ru: Выберите изображение.
sl: Izberite sliko.
sr: Одаберите слику.
sr_latn_rs: Odaberite sliku.
sv: Välj bild.
th: กรุณาเลือกรูปภาพ
vi: Vui lòng chọn hình ảnh.

source: Please input a physical width.
ar: يُرجى إدخال عرض فعلي.
bg: Моля, въведете физическа ширина.
ca: Indiqueu una amplada física.
cy: Rhowch led ffisegol.
el: Εισάγετε φυσικό πλάτος.
et: Sisestage füüsiline laius.
fi: Syötä fyysinen leveys.
he: הזן רוחב פיזי.
hi: कृपया भौतिक चौड़ाई डालें,
hr: Unesite fizičku širinu.
id: Silakan masukkan lebar fisik.
it: Inserisci un’ampiezza fisica.
ja: 物理的な幅を入力してください。
kk: Физикалық енін енгізіңіз.
lt: Įveskite fizinį plotį.
lv: Lūdzu, ievadiet fizisku platumu.
mk: Внесете физичка ширина.
ms: Sila masukkan lebar fizikal.
nb: Oppgi en fysisk bredde.
ro: Introduceți o lățime fizică.
ru: Введите физическую ширину.
sl: Vnesite fizično širino.
sr: Унесите физичку ширину.
sr_latn_rs: Unesite fizičku širinu.
sv: Ange fysisk bredd.
th: กรุณาป้อนความกว้างตามจริง
vi: Vui lòng nhập độ rộng vật lý.

source: Please input a numeric value.
ar: يُرجى إدخال قيمة عددية.
bg: Моля, въведете цифрова стойност.
ca: Indiqueu un valor numèric.
cy: Rhowch werth rhifol.
el: Εισάγετε αριθμητική τιμή.
et: Sisestage arvväärtus.
fi: Syötä numeerinen arvo.
he: הזן ערך מספרי.
hi: कृपया सांख्यिक मान डालें.
hr: Unesite numeričku vrijednost.
id: Silakan masukkan nilai angka.
it: Inserisci un valore numerico.
ja: 数値を入力してください。
kk: Сандық мән енгізіңіз.
lt: Įveskite skaitinę reikšmę.
lv: Lūdzu, ievadiet skaitlisku vērtību.
mk: Внесете нумеричка вредност.
ms: Sila masukkan nilai berangka.
nb: Oppgi en numerisk verdi.
ro: Introduceți o valoare numerică.
ru: Введите число.
sl: Vnesite številsko vrednost.
sr: Унесите нумеричку вредност.
sr_latn_rs: Unesite numeričku vrednost.
sv: Ange numeriskt värde.
th: กรุณาป้อนค่าตัวเลข
vi: Vui lòng nhập giá trị bằng số.

source: Edit Mode
ar: نمط التحرير
bg: Режим на редактиране
ca: Mode d’edició
cy: Modd Golygu
el: Επεξεργασία Λειτουργίας
et: Redigeeri režiimi
fi: Muokkaustila
he: ערוך מצב
hi: संपादन मोड
hr: Način uređivanja
id: Edit Model
it: Modalità di elaborazione
ja: 編集モード
kk: Өңдеу режимі
lt: Redagavimo režimas
lv: Rediģēšanas režīms
mk: Режим за уредување
ms: Mod Edit
nb: Redigeringsmodus
ro: Mod editare
ru: Режим редактирования
sl: Način urejanja
sr: Начин уређивања
sr_latn_rs: Način uređivanja
sv: Redigeringsläge
th: โหมดแก้ไข
vi: Chế độ hiệu chỉnh

source: Done
ar: تم
bg: Готово
ca: Fet
cy: Wedi gwneud
el: Τέλος
et: Valmis
fi: Valmis
he: בוצע
hi: संपन्न
hr: Gotovo
id: Selesai
it: Fatto
ja: 完了
kk: Дайын
lt: Atlikta
lv: Pabeigts
mk: Готово
ms: Selesai
nb: Ferdig
ro: Efectuat
ru: Готово
sl: Končano
sr: Извршено
sr_latn_rs: Izvršeno
sv: Klar
th: เสร็จสิ้น
vi: Hoàn tất

source: Next
ar: التالي
bg: Напред
ca: Següent
cy: Nesaf
el: Επόμενο
et: Edasi
fi: Seuraava
he: הבא
hi: अगला
hr: Sljedeće
id: Selanjutnya
it: Avanti
ja: 次へ
kk: Келесі
lt: Toliau
lv: Nākamais
mk: Следно
ms: Seterusnya
nb: Neste
ro: Următor
ru: Дальше
sl: Naprej
sr: Следеће
sr_latn_rs: Sledeće
sv: Nästa
th: ถัดไป
vi: Kế tiếp

source: Drop Marker
ar: إفلات العلامة
bg: Премахване на маркер
ca: Deixar anar marcador
cy: Gollwng Marciwr
el: Απόθεση Δείκτη
et: Kukuta marker
fi: Pudota merkki
he: שחרר סמן
hi: ड्रॉप मार्कर
hr: Ispustite oznaku
id: Lepaskan Penanda
it: Elimina marcatore
ja: マーカをドロップ
kk: Маркерді жою
lt: Numesti žymeklį
lv: Nomest marķieri
mk: Спушти маркер
ms: Lepaskan Penanda
nb: Slipp markør
ro: Drop marcator
ru: Поместить маркер
sl: Spusti označevalnik
sr: Пусти ознаку
sr_latn_rs: Pusti oznaku
sv: Släpp markör
th: วางเครื่องหมาย
vi: Điểm đánh dấu thả
